{
    "header" : {
        "home": "Inicio",
        "about-me": "Conoceme",
        "projects": "Proyectos",
        "contact-me": "Contacto"
    },

    "home" : {
        "home-subtitle" : "Bienvenido",
        "home-subtitle-description" : "Desarrollador Web Frontend",
        "home-description-text1" : "Desarrollo web freelance y para empresas." ,
        "home-description-text2":"Tus ideas estan a un click de ser realidad.",
        "home-download" : "Descargar CV"
    },

    "about-me" : {
        "about-me-title" : "Traveller Coder",
        "about-me-subtitle" : "Desarrollador Frontend",
        "about-me-text" : "Hola, soy Guillermo Bukowski, desarrollador web frontend con pasión por crear experiencias digitales únicas y funcionales. Mi especialidad es transformar ideas en interfaces interactivas y visualmente atractivas, utilizando tecnologías como HTML, CSS, JavaScript y frameworks como React. Mi camino profesional comenzó en el año 2021, y desde entonces he trabajado en proyectos de todo tipo, desde aplicaciones web de pequeña escala hasta plataformas más complejas. Cada proyecto me reta a aprender y crecer, y mi enfoque siempre está en la calidad del código y en la experiencia del usuario. Lo que diferencia mi trabajo es que lo hago mientras viajo. Vivo y trabajo en mi casa rodante, lo que me permite combinar mi pasión por la tecnología con mi amor por la aventura. Esta forma de vida me da una perspectiva única: cada nuevo lugar me inspira, me conecta con nuevas ideas y, sobre todo, me mantiene motivado para seguir creando soluciones innovadoras que impacten de manera positiva a los usuarios. Para mí, ser desarrollador no es solo una profesión, es un estilo de vida. Me gusta trabajar de manera remota, estableciendo conexiones duraderas con mis clientes y equipos, sin importar en qué parte del mundo me encuentre. Si tenes un proyecto en mente o simplemente quieres saber más sobre cómo puedo ayudarte a darle forma a tu idea, no dudes en contactarme, estoy listo para enfrentarlo, sin importar si estoy en la playa, en la montaña o en la carretera."
    },

    "projects" : {
        "projects-title" : "Mis proyectos"
        },

        "projects-unity" : {
            "project-01-title" : "Exquis",
            "project-01-description" : "Modelo de landing page de restaurant, responsive.",
            "project-02-title" : "Lunaticos de viaje",
            "project-02-description" : "Landing page de empresa de viajes personalizados. Form de contacto, recaptcha y responsive.",
            "project-03-title" : "Freelads",
            "project-03-description" : "Landing page de la empresa de marketing digital Freelads, con formulario de contacto, responsive.",
            "project-04-title" : "ShoesShop",
            "project-04-description" : "Modelo de E-commerce de zapatillas, con carrito de compras, responsive.",
            "project-05-title" : "Weather App",
            "project-05-description" : "Aplicación de clima, con API de OpenWeatherMap, responsive.",
            "project-06-title" : "Github",
            "project-06-description" : "Recuerda que puedes ver el codigo de todos mis proyectos entrando en mi perfil de GitHub.",
            "project-link-button" : "Ir al sitio"
        },

    "contact-me" : {
        "contact-me-title" : "Estemos en contacto!",
        "input-name" : "Nombre completo"
    }
    
}